#+Filetags: Baker
* Tasks
  :PROPERTIES:
  :ID:       f3ad2656-285e-4045-975a-f2ff75be859f
  :END:
** Organization
   :LOGBOOK:
   CLOCK: [2013-12-20 Fri 08:48]--[2013-12-20 Fri 08:51] =>  0:03
   CLOCK: [2013-12-20 Fri 08:47]--[2013-12-20 Fri 08:48] =>  0:01
   CLOCK: [2013-12-19 Thu 12:50]--[2013-12-19 Thu 14:00] =>  1:10
   CLOCK: [2013-12-19 Thu 07:45]--[2013-12-19 Thu 12:50] =>  5:05
   CLOCK: [2013-12-18 Wed 11:55]--[2013-12-18 Wed 17:00] =>  5:05
   CLOCK: [2013-12-18 Wed 07:40]--[2013-12-18 Wed 11:52] =>  4:12
   CLOCK: [2013-12-17 Tue 14:13]--[2013-12-17 Tue 16:39] =>  2:26
   CLOCK: [2013-12-17 Tue 12:46]--[2013-12-17 Tue 13:56] =>  1:10
   CLOCK: [2013-12-17 Tue 10:04]--[2013-12-17 Tue 12:04] =>  2:00
   CLOCK: [2013-12-17 Tue 07:40]--[2013-12-17 Tue 09:32] =>  1:52
   CLOCK: [2013-12-16 Mon 13:45]--[2013-12-16 Mon 17:00] =>  3:15
   CLOCK: [2013-12-16 Mon 11:02]--[2013-12-16 Mon 12:50] =>  1:48
   CLOCK: [2013-12-16 Mon 08:00]--[2013-12-16 Mon 10:55] =>  2:55
   CLOCK: [2013-12-13 Fri 14:03]--[2013-12-13 Fri 15:16] =>  1:13
   CLOCK: [2013-12-13 Fri 07:39]--[2013-12-13 Fri 14:02] =>  6:23
   CLOCK: [2013-12-12 Thu 12:51]--[2013-12-12 Thu 16:58] =>  4:07
   CLOCK: [2013-10-07 Mon 10:24]--[2013-10-07 Mon 18:07] =>  7:43
   CLOCK: [2013-10-02 Wed 16:15]--[2013-10-02 Wed 16:34] =>  0:19
   CLOCK: [2013-10-02 Wed 16:04]--[2013-10-02 Wed 16:15] =>  0:11
   CLOCK: [2013-06-24 Mon 13:56]--[2013-06-24 Mon 14:23] =>  0:27
   CLOCK: [2013-06-24 Mon 13:43]--[2013-06-24 Mon 13:56] =>  0:13
   :END:
   :PROPERTIES:
   :END:
   :PROPERTIES:
   :ID:       f82113d8-8cf0-454e-bb49-4eb469a69097
   :END:
   PROPERTIES:
   CLOCK_MODELINE_TOTAL: today
   ID:       eb155a82-92b2-4f25-a3c6-0304591af2f9
   END:
** TODO [[C:\Users\Jared.Travis\Desktop\NewEmployeeOrientationChecklist.docx][Orientation Checklist]]
   :PROPERTIES:
   :ID:       a2caa9b9-6350-46b4-90af-2227be50ccbf
   :END:
*** DONE Obtain access card and photo id
*** DONE Oracle Navigation
    - State "DONE"       from "TODO"       [2013-12-11 Wed 15:40]
  :LOGBOOK:
  CLOCK: [2013-12-11 Wed 13:51]--[2013-12-11 Wed 15:06] =>  1:15
  :END:
[2013-12-11 Wed 13:51]
[[file:~/.emacs.d/init.el::%3B(set-background-color%20"pink")][file:~/.emacs.d/init.el::;(set-background-color "pink")]]
*** DONE Required readings
    - State "DONE"       from "TODO"       [2013-12-11 Wed 15:40]
  :LOGBOOK:
  CLOCK: [2013-12-11 Wed 15:11]--[2013-12-11 Wed 15:15] =>  0:04
  :END:
[2013-12-11 Wed 15:11]
[[file:c:/Users/Jared.Travis/ownCloud/org/refile.org::*Oracle%20Navigation][Oracle Navigation]]

*** NEXT Register for ADP services
    SCHEDULED: <2013-12-25 Wed>
    - State "TODO"       from "DONE"       [2013-12-12 Thu 13:55]
  - State "DONE"       from "NEXT"       [2013-12-12 Thu 13:55]

  :LOGBOOK:
  CLOCK: [2013-12-11 Wed 16:16]--[2013-12-11 Wed 16:28] =>  0:12
  CLOCK: [2013-12-11 Wed 15:44]--[2013-12-11 Wed 16:13] =>  0:29
  :END:
    :PROPERTIES:
    :ID:       244603f5-ae71-4bef-8444-442cb5da8ba3
    :END:
[2013-12-11 Wed 15:44]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Required%20readings][Required readings]]

*** DONE Timecard with RaeAnne
  SCHEDULED: <2013-12-12 Thu>
  - State "DONE"       from "NEXT"       [2013-12-12 Thu 15:59]

  :LOGBOOK:
  CLOCK: [2013-12-11 Wed 16:13]--[2013-12-11 Wed 16:16] =>  0:03
  :END:
    :PROPERTIES:
    :ID:       ddf47bfe-1c1d-4d1d-88aa-e90da37cceea
    :END:
[2013-12-11 Wed 16:13]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Register%20for%20PE%20Exam][Register for PE Exam]]

*** TODO 401k
    DEADLINE: <2014-01-06 Mon>
    :PROPERTIES:
    :ID:       5ae518e2-0f43-44e4-9ac0-5bb5bafa8b5a
    :END:
*** TODO Medical Elections
    DEADLINE: g<2014-01-06 Mon>
    :PROPERTIES:
    :ID:       8263da99-9955-4ecd-b45c-b961dd8a6ac1
    :END:

*** TODO Elect personal days
   DEADLINE: <2013-12-30 Mon>
   :PROPERTIES:
   :ID:       e5eed4af-df49-40f9-9758-b7fd7460309e
   :END:

[2013-12-13 Fri 12:52]
[[file:c:/Users/Jared.Travis/ownCloud/org/test.org::*test%20for%20MobileOrg][test for MobileOrg]]
*** TODO Update resume in [[http://compass.mbakercorp.com/communities/Marketing/Vision%20Reference%20Documents/New%20Hire%20Welcome%20to%20Baker.pdf][Vision]]
    :PROPERTIES:
    :ID:       96dcdc9f-5c6d-4cb5-9804-99efd6cec443
    :END:
*** TODO [[C:\Users\Jared.Travis\AppData\Local\Evernote\Evernote\Databases\Attachments\Example Goal with JT editss.xlsx][Performance goals]]
    :PROPERTIES:
    :ID:       c0bd7391-a16e-4ad1-a779-7c31eb381b6d
    :END:
** TODO PE Exam 
<2014-04-11 Fri>
  :LOGBOOK:
  CLOCK: [2013-12-11 Wed 15:21]--[2013-12-11 Wed 15:22] =>  0:01
  :END:
    :PROPERTIES:
    :ID:       9c1b8f8d-e60c-41df-b427-c3a29c47d083
    :END:
[2013-12-11 Wed 15:21]
[[file:c:/Users/Jared.Travis/ownCloud/org/todo.org::*Exam][Exam]]
*** NEXT Register for PE Exam
    SCHEDULED: <2013-12-17 Tue>
    :LOGBOOK:
    CLOCK: [2013-12-17 Tue 13:56]--[2013-12-17 Tue 14:13] =>  0:17
    :END:
    :PROPERTIES:
    :ID:       0913102a-2649-4563-b037-4be694afa764
    :END:
[2013-12-11 Wed 15:23]
[[file:c:/Users/Jared.Travis/ownCloud/org/todo.org::*Exam][Exam]]
** DONE Lake Recharge QC [16/16]
   - State "DONE"       from "NEXT"       [2013-12-12 Thu 12:51]
for karen.brown and steven
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\2 - CPAI\135895 - On Call Hydrology Support\Recharge of Alpine Lakes\Project Note\Historic Recharge of Alpine Lakes_20131011.pdf][Historic Recharge of Alpine Lakes_20131011.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\2 - CPAI\135205 - 2013 Alpine Area Lakes Recharge Study\02 - Project Documents\12 - REPORT\08 - FINAL\Final 2013 Alpine Area Lakes Recharge Studies.pdf][Final 2013 Alpine Area Lakes Recharge Studies.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\127660-CPAI Alpine Lakes Recharge Study 2012\02 - Project Documents\12 - REPORT\Final\Final 2012 Alpine Area Lakes Recharge Studies(127660-MBJ-RPT-001).pdf][Final 2012 Alpine Area Lakes Recharge Studies(127660-MBJ-RPT-001).pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\123593 - 2011 Alpine Ice Road Recharge\03 - Project Documents\10 - Report\2011_Alpine_Ice_Roads_Recharge_Studies_(123593-001).pdf][2011_Alpine_Ice_Roads_Recharge_Studies_(123593-001).pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\108603 - Alpine Lakes 2006\Project Documents\REPORT\2006-2007 Alpine Lakes_108603-001_Final.pdf][2006-2007 Alpine Lakes_108603-001_Final.pdf]]
    - references to additional recharge w/o indication of bankfull recharge
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\110919 - Grounded Ice CRD Lakes Recharge 2007\Project Documents\Report\Final\2007 CRD Lakes Recharge MonitoringAnalysis_110919_001_Final 10-26-2007.pdf][2007 CRD Lakes Recharge MonitoringAnalysis_110919_001_Final 10-26-2007.pdf]]
    - some lakes reference not in spreadsheet
    - p. 77 S. 6.2 indicates "complete recharge" from 1995 - 2007 . . . same as bank full?
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\111012 - L9323 Lake Monitoring\Project Documents\Breakup\Project Note_L9323 July 2007 Final.pdf][Project Note_L9323 July 2007 Final.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\2 - CPAI\135141 - 2013 CRD Spring Breakup\02 - Project Documents\REPORT\2013 CRD Monitoring & Assessment Report\Final\2013_CPAI_CRD_Breakup_135151-001_FINAL.pdf][2013_CPAI_CRD_Breakup_135151-001_FINAL.pdf]]
    - data not clearly delineated
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\127841-CPAI CRD Spring Breakup 2012\02-Project Documents\17 - REPORT\2012 Report\12-12-18 Final\2012 CPAI CRD Breakup 127841-001 Final 121218 (view).pdf][2012 CPAI CRD Breakup 127841-001 Final 121218 (view).pdf]]
    - data not clearly delineated
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\PROJECTS\123684 - 2011 CRD Spring Breakup\03 - Project Documents\24 - REPORT\Rev 0 FINAL\2011_CRD_Spring_Breakup_Hydrology (123684-001).pdf][2011_CRD_Spring_Breakup_Hydrology (123684-001).pdf]]
    - data not clearly delineated
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\119863 - 2010 CRD Spring Breakup\Proj Docs\REPORT\Submittals\CD final files\2010_Colville River_Delta_Spring_Breakup_119863_001.pdf][2010_Colville River_Delta_Spring_Breakup_119863_001.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\117011 - 2009 Spring Breakup\Project Documents\REPORT\2009 CRD Spring Breakup (117011-MBJ-RPT-001) FINAL.pdf][2009 CRD Spring Breakup (117011-MBJ-RPT-001) FINAL.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\114132 - 2008 Spring Breakup\Project Documents\Report\2008 CRD Breakup_114132_Final(Dec 18 2008).pdf][2008 CRD Breakup_114132_Final(Dec 18 2008).pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\111335 - 2007 Spring Breakup\Project Documents\Report\2007 CRD  Breakup and Assessment_111335-001(12-19-2007).pdf][2007 CRD  Breakup and Assessment_111335-001(12-19-2007).pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\108604 - 2006 Spring Breakup\Project Documents\REPORT\_CD FINAL FILES\108604_FINAL_2006 CRD FCB Breakup and Assessment.pdf][108604_FINAL_2006 CRD FCB Breakup and Assessment.pdf]]
  - [X] [[\\ANCHFS1.bkr.mbakercorp.com\ARCHIVE\Projects\105756 - SprngBrkup2005\Project Docs\REPORT\z-CD PDF Final Report\2005 Alpine Fish Creek Spring Breakup_105756-001_FINAL-cd.pdf][2005 Alpine Fish Creek Spring Breakup_105756-001_FINAL-cd.pdf]]

  :LOGBOOK:
  CLOCK: [2013-12-12 Thu 10:00]--[2013-12-12 Thu 12:22] =>  2:22
  CLOCK: [2013-12-12 Thu 08:56]--[2013-12-12 Thu 09:59] =>  1:03
  CLOCK: [2013-12-11 Wed 16:28]--[2013-12-11 Wed 17:01] =>  0:33
  :END:
[2013-12-11 Wed 16:28]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Register%20for%20PE%20Exam][Register for PE Exam]]

** DONE Time card due!
   CLOSED: [2013-12-20 Fri 10:57]
<2013-12-20 Fri 11:00>
  :LOGBOOK:
  CLOCK: [2013-12-20 Fri 08:51]--[2013-12-20 Fri 10:57] =>  2:06
  CLOCK: [2013-12-13 Fri 09:51]--[2013-12-13 Fri 09:52] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       cc2d8b48-4567-462f-a6e7-1c83058a4d4b
  :END:
[2013-12-13 Fri 09:51]
** NEXT Time card due!
<2013-12-30 Mon 11:00>
  :LOGBOOK:
  CLOCK: [2013-12-13 Fri 09:52]--[2013-12-13 Fri 09:54] =>  0:02
  :END:
  :PROPERTIES:
  :ID:       60cce7c7-e300-422a-803d-c91a6280378c
  :END:
[2013-12-13 Fri 09:52]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org]]
** TODO Timecard due!
<2013-12-31 Tue 11:00>
  :LOGBOOK:
  CLOCK: [2013-12-13 Fri 09:54]--[2013-12-13 Fri 09:55] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       f522ce02-059c-4967-b569-54aee2aaf7fd
  :END:
[2013-12-13 Fri 09:54]
** DONE [#A] Knock on Derek's door to talk to Vince
  - State "DONE"       from "NEXT"       [2013-12-12 Thu 13:55]
  :LOGBOOK:
  CLOCK: [2013-12-12 Thu 10:50]--[2013-12-12 Thu 10:59] =>  0:09
  CLOCK: [2013-12-12 Thu 10:31]--[2013-12-12 Thu 10:48] =>  0:17
  CLOCK: [2013-12-12 Thu 09:59]--[2013-12-12 Thu 10:00] =>  0:01
  :END:
  :PROPERTIES:
  :ID:       8a094428-10ce-4081-aaad-11fd7516f0fe
  :END:
[2013-12-12 Thu 09:59]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Timecard%20w/RaeAnne][Timecard w/RaeAnne]]

** DONE review timecard
<2013-12-16 Mon 08:00>
   :PROPERTIES:
   :ID:       02705c6d-6c9c-4c66-a817-ae7dedb5edf8
   :END:
[2013-12-13 Fri 17:04]
** TODO Hours
   DEADLINE: <2013-12-27 Fri +1w -0d>
  :LOGBOOK:
  - State "DONE"       from "TODO"       [2013-12-20 Fri 10:57]
  CLOCK: [2013-12-17 Tue 09:32]--[2013-12-17 Tue 09:59] =>  0:27
  :END:
   :PROPERTIES:
   :LAST_REPEAT: [2013-12-20 Fri 10:57]
   :ID:       350163f7-20bc-4962-8f28-ddf73effd8ae
   :END:
[2013-12-17 Tue 09:32
** TODO Gmail Keys for Outlook
C:\Users\Jared.Travis\ahk

;*******************************************************************************
; Information
;*******************************************************************************
; AutoHotkey Version: 2.x
; Language: English
; Platform: XP/Vista/7
; Updated by: Ty Myrick
; Author: Lowell Heddings (How-To Geek)
; URL: http://lifehacker.com/5175724/.....gmail-keys
; Original script by: Jayp
; Original URL: http://www.ocellated.com/2009/.....t-outlook/
;
; Script Function: Gmail Keys adds Gmail Shortcut Keys to Outlook
; Version 2.x updated for Outlook 2010
;
;*******************************************************************************
; Version History
;*******************************************************************************
; Version 2.0 - updated by Ty Myrick to work with Outlook 2010
; Version 1.0 - updated by Lowell Heddings
; Version 0.1 - initial set of hotkeys by Jayp
;*******************************************************************************

#NoEnv ; Recommended for performance and compatibility with future AutoHotkey releases.
SendMode Input ; Recommended for new scripts due to its superior speed and reliability.
SetTitleMatchMode 2 ;allow partial match to window titles

;************************
;Hotkeys for Outlook 2010
;************************

;As best I can tell, the window text 'NUIDocumentWindow' is not present on any other items except the main window. Also, I look for the phrase ' - Microsoft Outlook' in the title, which will not appear in the title (unless a user types this string into the subject of a message or task).

#IfWinActive, - Microsoft Outlook ahk_class rctrl_renwnd32, NUIDocumentWindow
y::HandleOutlookKeys("^+1", "y") ;archive message using Quick Steps hotkey
e::HandleOutlookKeys("^q" "^+v" "{Enter}", "e") ;move to Cabinet 
f::HandleOutlookKeys("^f", "f") ;forwards message
r::HandleOutlookKeys("^r", "r") ;replies to message
a::HandleOutlookKeys("^+r", "a") ;reply all
; v::HandleOutlookKeys("^+v", "v") ;move message box
+u::HandleOutlookKeys("^u", "+u") ;marks messages as unread
+i::HandleOutlookKeys("^q", "+i") ;marks messages as read
j::HandleOutlookKeys("{Down}", "j") ;move down in list
+j::HandleOutlookKeys("+{Down}", "+j") ;move down and select next item
k::HandleOutlookKeys("{Up}", "k") ;move up
+k::HandleOutlookKeys("+{Up}", "+k") ;move up and select next item
o::HandleOutlookKeys("^o", "o") ;open message
; s::HandleOutlookKeys("{Insert}", "s") ;toggle flag (star)
s::HandleOutlookKeys("^+g", "s") ;set follow up options (star)
c::HandleOutlookKeys("^n", "c") ;new message
/::HandleOutlookKeys("^e", "/") ;focus search box
.::HandleOutlookKeys("+{F10}", ".") ;Display context menu
l::HandleOutlookKeys("!3", "l") ;categorize message by calling All Categories hotkey from Quick Access Toolbar
#IfWinActive

;Passes Outlook a special key combination for custom keystrokes or normal key value, depending on context

HandleOutlookKeys( specialKey, normalKey )
{

;Activates key only on main outlook window, not messages, tasks, contacts, etc.
IfWinActive, - Microsoft Outlook ahk_class rctrl_renwnd32, NUIDocumentWindow, ,
{

;Find out which control in Outlook has focus
ControlGetFocus currentCtrl, A
; MsgBox, Control with focus = %currentCtrl%

;Set list of controls that should respond to specialKey. Controls are the list of emails and the main (and minor) controls of the reading pane, including controls when viewing certain attachments.
;Currently I handle archiving when viewing attachments of Word, Excel, Powerpoint, Text, jpgs, pdfs
;The control 'RichEdit20WPT1' (email subject line) is used extensively for inline editing. Thus it had to be removed. If an email's subject has focus, it won't archive...
ctrlList = Acrobat Preview Window1,AfxWndW5,AfxWndW6,EXCEL71,MsoCommandBar1,OlkPicturePreviewer1,paneClassDC1, RichEdit20WPT2,RichEdit20WPT4,RichEdit20WPT5,RICHEDIT50W1,SUPERGRID2,SUPERGRID1,_WwG1

if currentCtrl in %ctrlList%
{
; MsgBox, Control in list.
Send %specialKey%

}
;Allow typing normalKey somewhere else in the main Outlook window. (Like the search field or the folder pane.)
else
{
; MsgBox, Control not in list.
Send %normalKey%
}

}
;Allow typing normalKey in another window type within Outlook, like a mail message, task, appointment, etc.
else
{
Send %normalKey%
}
}
  :LOGBOOK:
  CLOCK: [2013-12-20 Fri 16:36]--[2013-12-20 Fri 16:59] =>  0:23
  :END:
   :PROPERTIES:
   :ID:       2fefcf08-8bda-456f-be0e-c10efd1919e3
   :END:
[2013-12-20 Fri 16:36]

* AGDC
  :PROPERTIES:
  :ID:       ea510ab6-6ba7-43c7-9e17-99939af7b690
  :END:
** TODO Moody 
   :LOGBOOK:

   :END:
  :PROPERTIES:
  :ID:       772d6dfd-cc3f-49ee-a5c1-f3eed75bb927
  :END:
*** NEXT Crossing option profiles
  :LOGBOOK:
  CLOCK: [2013-12-20 Fri 13:16]--[2013-12-20 Fri 16:36] =>  3:20
  CLOCK: [2013-12-20 Fri 10:57]--[2013-12-20 Fri 11:51] =>  0:54
  CLOCK: [2013-12-19 Thu 14:31]--[2013-12-19 Thu 16:57] =>  2:26
  CLOCK: [2013-12-19 Thu 14:00]--[2013-12-19 Thu 14:31] =>  0:31
  :END:
    :PROPERTIES:
    :ID:       40904d31-7c56-41cf-8d63-907f1771d2f8
    :END:
[2013-12-19 Thu 14:30]
[[id:772d6dfd-cc3f-49ee-a5c1-f3eed75bb927][Moody]]

** CANCELLED Gasline cost estimation				  :CANCELLED:
   CLOSED: [2013-12-19 Thu 14:25]
  :LOGBOOK:
  - State "CANCELLED"  from "NEXT"       [2013-12-19 Thu 14:25] \\
    [[http://www.evernote.com/shard/s15/sh/9fdae321-ae53-418e-804c-0a344eba9bce/bd86907341ac5e37a75551e2e2fa87b6][Proposal died.]]
  CLOCK: [2013-12-13 Fri 16:58]--[2013-12-13 Fri 16:59] =>  0:01
  CLOCK: [2013-12-13 Fri 15:16]--[2013-12-13 Fri 16:58] =>  1:42
  CLOCK: [2013-12-13 Fri 14:02]--[2013-12-13 Fri 14:03] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       2b8fa168-aaec-4a89-be96-6e7efda86043
   :END:
[2013-12-13 Fri 14:02]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Elect%20personal%20days][Elect personal days]]
** AGDC is a "megaproject"					       :NOTE:

From [[T:\AGDC\129624-Project_Support\AGDC-PEP-01-_STATUS_PDF.pdf][AGDC-PEP-01-_STATUS_PDF.pdf]]:
The Project falls into a class of projects that are often referred to as “megaprojects.” Projects are considered to be megaprojects if they meet one or more of the three criteria of: 1) an estimated project cost of greater than $1.5 billion US dollars, 2) the ability to change the environment; i.e., a project that could have major effects on the regulatory environment, local labor markets, political and social environment, and/or physical environment, or 3) represents a major step-out of complexity or size for the owner organization. ASAP clearly meets some of these criteria.

   :LOGBOOK:
   CLOCK: [2013-12-16 Mon 10:55]--[2013-12-16 Mon 11:02] =>  0:07
   :END:
   :PROPERTIES:
   :ID:       3d188e52-9690-4058-8383-119a3df5f72a
   :END:
[2013-12-16 Mon 10:55]
[[file:c:/Users/Jared.Travis/ownCloud/org/baker.org::*Projects][Projects]]
* Computer
  :PROPERTIES:
  :ID:       a679af4d-5519-43c0-b9ec-211cac7a2496
  :END: 
** AutoCAD Tutorials
   :PROPERTIES:
   :ID:       434e7a45-e16f-4ce2-a438-410bfbacefad
   :END:
   - [[C:\Program Files\Autodesk\AutoCAD Civil 3D 2012\Support\WelcomeScreen\003_alignment.htm][Alignements]]
   - [[C:\Program Files\Autodesk\AutoCAD Civil 3D 2012\Support\WelcomeScreen\002_surface.htm][Surfaces]]
** AHK scripts
   - [[file:scripts/googleInOutlook.ahk::%3B*******************************************************************************][Google hotkeys in Outlook 2010]]
* Old appointments
  :PROPERTIES:
  :ID:       e9afb5b6-5de0-4390-b82b-fa1496bfd2e1
  :END:
** Baker
  :PROPERTIES:
  :ID:       94f122d3-9bf5-4f4a-98e5-d879f14fe8e2
  :END:
** First day at Baker
<2013-12-10 Tue>
  :LOGBOOK:
  CLOCK: [2013-11-18 Mon 13:34]--[2013-11-18 Mon 13:35] =>  0:01
  :END:
   :PROPERTIES:
   :ID:       c6b08625-8591-4e5d-97a4-dfeb83b508cc
   :END:
[2013-11-18 Mon 13:34]
*** Projects

